[Chinese]
Translated_By=HuangKris
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=步骤 1 : 选择安装盘
STEP 2 : CHOOSE A SOURCE=步骤 2 : 选择安装源
STEP 3 : PERSISTENCE=步骤 3 : 模式类型
STEP 4 : OPTIONS=步骤 4 : 选项
STEP 5 : CREATE=步骤 5 : 安装
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=MB
GB=GB
min=最小
Label=标签
Size=大小
Help=帮助
Please read=注意事项
Error=错误
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=选择优盘
Hard drives=硬盘
No key found=没有发现优盘
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=下载
Support for .IMG files is experimental=对于IMG镜像文件的支持正在测试
Only Live mode is currently available in step 3, virtualization option has been disabled=目前在第三步只有Live模式可选，虚拟化选项已屏蔽
However, LinuxLive USB Creator will try to use same install parameters as for=然而，LinuxLive USB Creator 将尝试使用和以下版本一样的安装参数
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(仅Live mode)
(Persistent Mode)=(永久系统模式)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=隐藏优盘上创建的文件
(except for Umenu.exe)=(除了Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=使用FAT32格式化优盘 (优盘上所有数据将被擦除!)
Enable launching LinuxLive in Windows (requires internet to install)=在Windows上运行LinuxLive (需通过网络安装)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=点击闪电图标开始进行安装
Please choose a FAT32 or FAT formated key or check the formating option=请选择FAT32或FAT文件系统格式化优盘，或修改格式化选项
No disk selected=磁盘未选
No file selected=文件未选
No folder or CD selected=文件夹或CD光盘未选
http://www.ubuntu.com/getubuntu/download=http://www.ubuntu.com.cn/getubuntu/download/
Please choose an ISO image of LinuxLive CD=请选择LinuxLive CD光盘的ISO镜像文件
Please choose a CD of LinuxLive Live or its folder=请选择LinuxLive CD光盘或其文件夹
Start creation of LinuxLive USB=开始创建LinuxLive USB
Please validate step 1 to 3=请检查步骤1到3
Are you sure you want to format this disk and lose your data=确定要格式化优盘吗？所有文件将被擦除
Formatted in=格式化
Formating the key=正在格式化
Step 1 to 3 OK=步骤1到3已完成
Cleaning previous installations ( 2min )=清除旧版安装 ( 两分钟 )
Setting up virtualization software=配置虚拟化软件
VirtualBox already downloaded=VirtualBox已经下载
A new version of VirtualBox is available=有新版本VirtualBox可用
This new version will be downloaded=新版本将被下载
Downloading VirtualBox as a background task=在后台下载VirtualBox
Download started succesfully=下载初始化成功
Download failed to start=下载初始化失败
VirtualBox will not be installed=VirtualBox将不会被安装
Integrity could not be verified=无法识别文件完整性
Will attempt installation=将尝试安装
Cannot download=无法下载
Extracting ISO file on key=优盘上解压ISO文件
Writing image to the usb stick=写入镜像文件到优盘
Copying files to the key=拷贝文件到优盘
Renaming some files=重命名一些文件
Hiding files=隐藏文件
Creating file for persistence=创建永久系统文件
Formating persistence file=格式化永久系统文件
Live mode : no persistence file=Live mode : 无永久系统文件
Ubuntu variant found=发现另一版本的Ubuntu
Installing boot sectors=安装启动单元
Downloading VirtualBox=正在下载VirtualBox
Download complete=下载完成
Cleaning previous VirtualBox install=清除旧版本VirtualBox
Extracting VirtualBox on key=优盘上解压Virtualbox
Applying VirtualBox settings=配置VirtualBox
Your LinuxLive key is now up and ready=LinuxLive 优盘已制作完成 
You do not have enough rights to launch VirtualBox=你没有足够的权限运行 VirtualBox
Please log in as an administrator or run VirtualBox with admin rights=请登录管理员账号，用管理员权限运行VirtualBox
Free memory below 256mb threshold=空闲内存少于256MB
This is not enough to launch LinuxLive in Windows=内存不足，无法在Windows上运行LinuxLive
:::::::::::::::::::::::::::::::::::::::::::::::::::: Help File ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=帮助文件缺失
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Help step 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=关于这款软件
User's Guide=用户使用向导
Virtualization Tutorial (FR)=虚拟化向导
Donate=捐献
Version=版本号
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration du clavier ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=此ISO文件无法兼容
Detecting keyboard layout=检测键盘布局
French (France)=法语 (法国)
French (Swiss)=法语 (瑞士)
Dutch=荷兰语
Portuguese=葡萄牙语
US or other (qwerty)=美国或其它
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=创建VMDK时出错
Key not found, VMDK is invalid=没有发现优盘，VMDK不可用
Try to launch again SetupForAutoVMDK.exe=尝试重新运行SetupForAutoVMDK.exe
Do you want to ignore this error=要忽略此错误吗 
:::::::::::::::::::::::::::::::::::::::::::::::::::: Vérifications MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=未发现MD5SUMS文件
Canceling check=取消检查
You have the right ISO file but it is corrupted or was altered=ISO文件已被破坏或改动
Please download it again=请重新下载
Verifying=正在检验
This ISO is not compatible=此ISO文件无法兼容
Please read the compatibility list in user guide=请查阅用户向导里的兼容列表
If your version is in this list, this mean that your file is corrupted, please download it again=如果你的版本已在兼容列表里，说明该文件已被破坏，请重新下载
This version is compatible and its integrity was checked=此版本可兼容且完整
Check completed=完成检查
Integrity + compatibility check=检查完整性和兼容性
Unable to open MD5SUM.txt=无法打开md5sum.txt文件
Checking integrity=正在检查完整性
This file is corrupted=此文件已被破坏
All files have been successfully checked=已完成所有文件的检查
Checking file=正在检查文件
:::::::::::::::::::::::::::::::::::::::::::::::::::: Menu de la clé ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Persistent Mode
Live Mode=Live Mode
Install=Install
File Integrity Check=File Integrity Check
Memory Test=Memory Test
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenêtre de bug ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred=出现一个错误
An anonymous report was sent in order to fix this error as soon as possible=为尽快解决此问题，匿名报告已发送
Show bug report=查看错误报告
Restart application=重启程序
Close application=关闭程序
Last Actions=最后一次操作
Unique anonymous ID=惟一的匿名ID
Report status=报告状态
Pending=请等待
Error (not sent)=错误 (未发送)
Sent=已发送
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=如需运行LinuxLive 
Remove your key and insert it again=请移除优盘，然后重新插入
Go to 'My Computer'=转到我的电脑
Right click on you key and select :=右键点击优盘，然后选择 
'LinuxLive!' to launch linux in windows='LinuxLive!' 在windows上运行linux
'VirtualBox Interface' to launch VirtualBox full interface='VirtualBox Interface' 全屏运行VirtalBox
'CD Menu' to launch the original CD menu='CD Menu' 运行原始的CD菜单
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=或
Manually=手动
Automatically=自动
Please select a linux to continue=请选择一份Linux版本以继续
Looking for the fastest mirror=寻找最快的镜像地址
Testing mirror=测试镜像地址
No online mirror found=未发现可用的镜像地址
Please check your internet connection or try with another linux=请检查你的网络连接或者尝试另外的linux版本
Select this file as the source when download will be completed=下载完成后将该文件作为原始文件
Downloading=正在下载
from=从
Error while trying to download=下载出错
Latency=Latency
Server Name=服务器名
Copy link=拷贝链接
Launch in my browser=在浏览器上运行
Best mirrors=最快
Good mirrors=快
Bad mirrors=慢
Dead mirrors=死链
Check will begin shortly=检查马上开始
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=选择你喜欢的linux版本
There is a new version available=有新版本可用
Your LiLi's version is not up to date=你的LiLi的版本不是最新的
Last version is=最新的版本号为
Your version is=你的版本号为
Do want to download it=要下载新版本吗 
Error while trying to find physical disk number=尝试寻找物理硬盘编号时出错
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
This Linux is not in the compatibility list=此版本Linux不在兼容列表里
Setting the memory to the recommended value=设定内存到推荐值
Free memory is below the recommended value for your Linux to run in Windows=空闲内存已低于推荐值，无法在windows上运行linux 
Recognized Linux=Linux已识别
Built-in Persistency=内建永久系统
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=你已创建一个live优盘
Are you sure that you want to recreate one=确定要再建一个吗？
The compatibility list has been updated=兼容列表已更新
These linuxes are now supported=这些版本的linux现已全部支持
Official Ubuntu Variants=官方Ubuntu版本
Ubuntu Based Variants=基于Ubuntu开发的版本
Fedora Variants=Fedora版本
Debian Variants=Debian版本
PCLinuxOS Variants=PCLinuxOS版本
Rescue CDs=恢复光盘
Light Linuxes=轻量Linux
Gentoo Based=基于Gentoo开发的版本
Security Purpose=高安全性版本
Others=其它
Regular Linux (works with most linuxes)=通用Linux (兼容大部分linux)
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.6 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=更新移动式VirtualBox
Help me to improve LiLi=帮助改进LiLi
This is a Beta or Release Candidate version=这是一份测试或者待发布的版本
Click OK to leave a feedback or click Cancel to close this window=点击“OK”留下您的反馈或点击“取消”关闭本窗口
Options=选项
General=基本设置
Versions=版本
Compatibility List=兼容列表
Make a donation=捐助
Contact me=联系我
CopyLeft by=CopyLeft By
GPL v3 License=GPL V3授权
Language=语言
Available languages=可用语言
Proxy=代理
Proxy settings=代理设置
No proxy=不使用代理
Use system settings=使用系统默认设置
Use custom settings=用户自定义设置
Proxy URL=代理地址
Port=端口
Username=用户名
Password=密码
Status=状态
Test settings=测试设置
You are connected=已连接
You are disconnected=未连接
Not tested yet=未测试
Update=更新
Check for updates=检查更新
Stable releases only=仅包含稳定版本
Stable and beta releases=包括稳定和测试版本
Advanced=高级设置
Do not modify these options unless you know what you are doing=除非你知道怎样改动，否则不要改变这些选项
Select a Linux=选择一份Linux
Install parameters=安装参数
Use LiLi automatic recognition=使用LiLi自定识别
highly recommended=强烈推荐
Force using same parameters as=强制使用和XXX一样的参数
Netbook screen detected=检测到上网本屏幕
Your screen vertical resolution is less than 600 pixels=屏幕清晰度低于600像素
Please use the arrow keys (up and down) of your keyboard to move the interface=请使用键盘的上下箭头来移动界面
Testing=正在测试
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.7 ::::::::::::::::::::::::::::::::::::::::::::::::::::
I'm sorry for the inconvenience but LiLi has crashed=LiLi已经崩溃，为此带来的麻烦我深表歉意
Please enter an email address and a detailed comment about this crash=请输入邮件地址并把此次崩溃详细地告知我改进
I will contact you as soon as I can=我会尽快联系你
Show crash report=显示崩溃报告
Close (don't send)=关闭但不发送
Send Report=发送报告
Your file is corrupted=文件已损坏
Please download it again=请重新下载文件
Read the log for more information=阅读记录查看更多信息
Starting LinuxLive USB Creator=正在启动LinuxLive USB Creator
Checking for new major version=正在检测新的主要版本
Checking for new minor version=正在检测新的小版本
Checking for new Portable-VirtualBox version=正在检测新的便携虚拟机版本
Reading compatibility list=正在读取兼容列表
Loading interface=正在装载界面
Getting drive list=正在获取磁盘列表
Logging system configuration=正在进入系统设置
Checking for updates=正在检查可用更新
Please close any application accessing your key and try again=请关闭所有访问你的u盘的程序后重试
Checking VirtualBox archive integrity=正在检查虚拟机压缩文件的完整性
VirtualBox archive integrity checked=虚拟机归档文件完整性检查完毕
Unzipping VirtualBox archive to disk=正在解压虚拟机压缩文件到磁盘
VirtualBox archive is corrupted=虚拟机压缩文件已损坏
Force using default mode (works with most Linuxes)=强制使用默认模式（对大部分发行版有效）
There is a new Beta version available=有可用的测试版本
Your LiLi's version is not up to date.=你的LiLi不是最新的版本
Last beta version is=最新的测试版本是
Server-oriented=基于服务器
OK=OK
